package alfheim;

public class ToDoList {
	
	public static final String[] tasks = {
			"Рецепты для эльвориевой брони",
			"Рецепты для элементальной брони",
			"Модель для эльвориевой брони",
			"Текстуры для элементальной брони",
			"Добавить эльфийское дерево",
			"Новый блок более зелёной травы (как в Alpha)",
			"Спаун высокой травы и ботаноцветов в Альфхейме",
			"Интеграция манаинфузера с NEI",
			
			"И нужно что-то сделать с этой чёртовой маргариткой - либо как-то мгновенно уничтожать её, либо ещё что, в общем, отменить её крафты (главное - ливингвуд)"
	};
}
