package alfheim;

public class ToDoList {
	
	public static final String[] tasks = {
			"Рецепты палок владык Муспель- и Нифльхейма",
			"Рецепты для эльвориевой брони",
			"Рецепты для элементальной брони",
			"Рецепты амулетов защиты от огня/льда",
"ВРЕМЕННО:"+"Рецепт эссенций Муспель- и Нифльхейма", 
			"Модель для эльвориевой брони",
			"Текстуры для элементальной брони",
			"Защита от огня/льда при надетых амулетах",
			"Добавить саженец Dreamwood'а",
			"Добавить эльфийское дерево",
			"Добавить спаун Эльфов и Пиксь в Альфхейме",
			"Спаун травы и ботаноцветов в Альфхейме",
			"Интеграция манаинфузера с NEI",
			
			"И нужно что-то сделать с этой чёртовой маргариткой - либо как-то мгновенно уничтожать её, либо ещё что, в общем, отменить её крафты (главное - ливингвуд)"
	};
}
